notes.org
#+TITLE: Band of Blades – The Road to Skydagger Keep

* Karakterer

** Legionen

*** Shreya

 + En av de Utvalgte

*** Arun

 + Doktor/lege

*** Maleksei

 + Kranglet med [[Theonin][Theonin]], som ble irritert.

*** Theonin

 + Fikk en kikkert av [[Topaz][Topaz]].
 + Irriterer seg over [[Maleksei][Maleksei]].

*** Topaz

 + Ga en kikkert til [[Theonin][Theonin]], et minne fra hjemlandet.

*** Rashu Pakshi

 + Kommandør

*** Mana

 + Kvartermester

*** Marskalk

 + Marskalk

*** Anton

 + Krøkiker

** Blighter

*** Doktoren

+ Det ryktes at [[Doktoren][Doktoren]] var en vandød som fant tilbake sitt intellekt
  og selv, etter å ha blitt vendt om. Doktoren er kjent for sine
  grusomme eksperimenter.

* Lokasjoner

** Tigeria

+ Elv
+ Legionen unnslapp de vandøde ved å sabotere en bro som gikk over
  elven.

* Økter

** 5. februar

 + Legionen krysset et stykke unna Karlsburg en bro.
 + Spesialister snek seg ned til broen med hensikt å sprenge broen og
   sinke de vandøde.
 + [[Arun][Arun]] valgte å krysse vannet, under broen.
 + Oppdraget var en suksess, men det var på hengende håret: [[Maleksei][Maleksei]],
   [[Arun][Arun]] og [[Topaz][Topaz]] Dancing Sky havnet i vannet med en rekke vandøde
   følgende etter.
 + [[Theonin][Theonin]] holdt seg et stykke unna, og holdt utkikk over hele
   området. Med en kikkert han fikk av [[Topaz][Topaz]] Dancing Sky fikk han sett
   at ladningen var klar, og gitt signal om at kysten var klar. Han løp
   så ned til broen, og fyrte av en pil mot en sårbar del. Pilen traff
   på mirakuløst vis direkte og fikk satt broen ut av spill.

** 19. mars

+ Legionen har befestet seg på østsiden av elva [[Tigeria][Tigeria]].
+ Alle venter spent på [[Shreya][Shreya]], som forsvant litt før spesialistene dro
  ut på sabotasjeoppdraget.
+ Soldatene er spente, tause og engstelige.
+ [[Shreya][Shreya]] synes plutselig, bærende på en bylt. [[Shreya][Shreya]] skuer på
  nybegynnerne med et blikk som en jeger. Responsen er ærefrykt,
  henførthet uforstand, sinne.
+ Det viser seg at [[Shreya][Shreya]] bærer på en av [[Blighter][Blighter]] kreaturer. En kråke
  -- [[Doktoren][Doktoren]]. Hun etterlater seg [[Doktoren][Doktorens]] levninger, og forlater
  dem.
+ [[Arun][Arun]] oppdager en sort vekst som siver inn i armen. Han sover, og
  drømmer om en hvit kråke som faller om. Det slutter å pirke i
  såret. Det viser seg å være [[Shreya][Shreyas]] gjerning som leger ham for
  korrupsjonen i armen.
+ Det blir fest. Mana kaller [[Arun][Arun]] for en helt, for dåden han gjorde
  under sabotasjen av broen over [[Tigeria][Tigeria]]. Aruns brukkede arm blir
  leget, på bekostning av Fred.
+ Legionen avanserer mot Vestfronten, hvor det brenner og det er
  rester av våpen og katapulter. Vestfronten fungerer som et godt sted
  å hvile før ferden går videre til Plainsworth.

** 9. april

+ Arun blir spurt om å bli med på oppdraget [[Grevinnen][Grevinnen]], og melder
  seg med én gang. Han blir fortalt at planen er å dra om et par timer.
+ Shreya har reist seg opp og stirrer ut mot horisonten, etter at
  oppdragene har blitt valgt ut. Hun sier, «nå». Arun, som ikke har
  klart å bli med i tide, velger å bli med på oppdraget [[Kråkens Rede][Kråkens Rede]] isteden.

** 16. april

** 23. april

+ En kveld oppdager Adisha Darhdi en lukt av de vandøde, og varsler
  vaktholdet om den potensielle trusselen. Legionen klarer ikke å
  respondere, og de blir overrumplet. Det bryter ut kamp.
+ Rahika Kapatia dør.
+ Torm Coolhand dør.
+ Graf Anton Senacci dør.
+ Det blir gravferd for de døde, hvor levningene blir samlet og brent
  i verdige omgivelser, men med få ressurser til å lage flotte
  likbål. Sang og musikk følger med.

** 7. mai

+ I et mer eller mindre falleferdig telt holder generalstaben
  møte. Marskalken, nybarbert som alltid, har innført en daglig sjekk
  av våpen.
+ Det blir bestemt at Grevinnen og to speidere -- Adisha Darhdi og
  Topaz Dancing Sky -- sendes ut på oppdrag.

