notes.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-08-19 Thu 21:04 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Band of Blades – The Road to Skydagger Keep</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Thomas Rambø" />
</head>
<body>
<div id="content">
<h1 class="title">Band of Blades – The Road to Skydagger Keep</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orga2b5754">1. Karakterer</a>
<ul>
<li><a href="#org0f3a5ba">1.1. Legionen</a>
<ul>
<li><a href="#org3b5739b">1.1.1. Shreya</a></li>
<li><a href="#org49c1d1f">1.1.2. Arun</a></li>
<li><a href="#org49a35d8">1.1.3. Maleksei</a></li>
<li><a href="#org81a23ad">1.1.4. Theonin</a></li>
<li><a href="#org7959cb5">1.1.5. Topaz</a></li>
<li><a href="#org0597fa4">1.1.6. Rashu Pakshi</a></li>
<li><a href="#org6ffb977">1.1.7. Mana</a></li>
<li><a href="#org0b5d7e3">1.1.8. Marskalk</a></li>
<li><a href="#orgee87fa3">1.1.9. Anton</a></li>
</ul>
</li>
<li><a href="#org41ebff8">1.2. Blighter</a>
<ul>
<li><a href="#orgcb64cd1">1.2.1. Doktoren</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgdbd3d42">2. Lokasjoner</a>
<ul>
<li><a href="#org5b0b22a">2.1. Tigeria</a></li>
</ul>
</li>
<li><a href="#org14bc07f">3. Økter</a>
<ul>
<li><a href="#org0af0e48">3.1. 5. februar</a></li>
<li><a href="#orgc2b5606">3.2. 19. mars</a></li>
<li><a href="#org4387f06">3.3. 9. april</a></li>
<li><a href="#org26fd332">3.4. 16. april</a></li>
<li><a href="#org0a90e20">3.5. 23. april</a></li>
<li><a href="#org30616e3">3.6. 7. mai</a></li>
<li><a href="#org25cf518">3.7. 21. mai</a></li>
<li><a href="#orgc6e996a">3.8. 28. mai</a></li>
<li><a href="#org2f1a61a">3.9. 4. juni</a></li>
</ul>
</li>
<li><a href="#org877d560">4. Oppdrag</a>
<ul>
<li><a href="#org9c6c3c2">4.1. Grevinnen</a></li>
<li><a href="#org4b9a687">4.2. Kråkens Rede</a></li>
<li><a href="#org259fd64">4.3. Oppdraget for å hente inn Isfuglen (Kodenavn Isfugl)</a></li>
<li><a href="#orgeab5053">4.4. Garossi Herregård (Operasjon Huspass)</a></li>
</ul>
</li>
<li><a href="#org8aecba6">5. Scarlets Drøm</a></li>
<li><a href="#orga035b64">6. Hesteherren Nettars Hester</a></li>
<li><a href="#org6e3556b">7. Shreyas felle</a></li>
<li><a href="#org8830153">8. Urverksmonsteret</a></li>
<li><a href="#orge24e1d8">9. Den Grå Handelsmannen</a></li>
</ul>
</div>
</div>

<div id="outline-container-orga2b5754" class="outline-2">
<h2 id="orga2b5754"><span class="section-number-2">1</span> Karakterer</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org0f3a5ba" class="outline-3">
<h3 id="org0f3a5ba"><span class="section-number-3">1.1</span> Legionen</h3>
<div class="outline-text-3" id="text-1-1">
</div>
<div id="outline-container-org3b5739b" class="outline-4">
<h4 id="org3b5739b"><span class="section-number-4">1.1.1</span> Shreya</h4>
<div class="outline-text-4" id="text-1-1-1">
<ul class="org-ul">
<li>En av de Utvalgte</li>
</ul>
</div>
</div>

<div id="outline-container-org49c1d1f" class="outline-4">
<h4 id="org49c1d1f"><span class="section-number-4">1.1.2</span> Arun</h4>
<div class="outline-text-4" id="text-1-1-2">
<ul class="org-ul">
<li>Doktor/lege</li>
</ul>
</div>
</div>

<div id="outline-container-org49a35d8" class="outline-4">
<h4 id="org49a35d8"><span class="section-number-4">1.1.3</span> Maleksei</h4>
<div class="outline-text-4" id="text-1-1-3">
<ul class="org-ul">
<li>Kranglet med <a href="#org81a23ad">Theonin</a>, som ble irritert.</li>
</ul>
</div>
</div>

<div id="outline-container-org81a23ad" class="outline-4">
<h4 id="org81a23ad"><span class="section-number-4">1.1.4</span> Theonin</h4>
<div class="outline-text-4" id="text-1-1-4">
<ul class="org-ul">
<li>Fikk en kikkert av <a href="#org7959cb5">Topaz</a>.</li>
<li>Irriterer seg over <a href="#org49a35d8">Maleksei</a>.</li>
</ul>
</div>
</div>

<div id="outline-container-org7959cb5" class="outline-4">
<h4 id="org7959cb5"><span class="section-number-4">1.1.5</span> Topaz</h4>
<div class="outline-text-4" id="text-1-1-5">
<ul class="org-ul">
<li>Ga en kikkert til <a href="#org81a23ad">Theonin</a>, et minne fra hjemlandet.</li>
</ul>
</div>
</div>

<div id="outline-container-org0597fa4" class="outline-4">
<h4 id="org0597fa4"><span class="section-number-4">1.1.6</span> Rashu Pakshi</h4>
<div class="outline-text-4" id="text-1-1-6">
<ul class="org-ul">
<li>Kommandør</li>
</ul>
</div>
</div>

<div id="outline-container-org6ffb977" class="outline-4">
<h4 id="org6ffb977"><span class="section-number-4">1.1.7</span> Mana</h4>
<div class="outline-text-4" id="text-1-1-7">
<ul class="org-ul">
<li>Kvartermester</li>
</ul>
</div>
</div>

<div id="outline-container-org0b5d7e3" class="outline-4">
<h4 id="org0b5d7e3"><span class="section-number-4">1.1.8</span> Marskalk</h4>
<div class="outline-text-4" id="text-1-1-8">
<ul class="org-ul">
<li>Marskalk</li>
</ul>
</div>
</div>

<div id="outline-container-orgee87fa3" class="outline-4">
<h4 id="orgee87fa3"><span class="section-number-4">1.1.9</span> Anton</h4>
<div class="outline-text-4" id="text-1-1-9">
<ul class="org-ul">
<li>Krøkiker</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org41ebff8" class="outline-3">
<h3 id="org41ebff8"><span class="section-number-3">1.2</span> Blighter</h3>
<div class="outline-text-3" id="text-1-2">
</div>
<div id="outline-container-orgcb64cd1" class="outline-4">
<h4 id="orgcb64cd1"><span class="section-number-4">1.2.1</span> Doktoren</h4>
<div class="outline-text-4" id="text-1-2-1">
<ul class="org-ul">
<li>Det ryktes at <a href="#orgcb64cd1">Doktoren</a> var en vandød som fant tilbake sitt intellekt
og selv, etter å ha blitt vendt om. Doktoren er kjent for sine
grusomme eksperimenter.</li>
</ul>
</div>
</div>
</div>
</div>

<div id="outline-container-orgdbd3d42" class="outline-2">
<h2 id="orgdbd3d42"><span class="section-number-2">2</span> Lokasjoner</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org5b0b22a" class="outline-3">
<h3 id="org5b0b22a"><span class="section-number-3">2.1</span> Tigeria</h3>
<div class="outline-text-3" id="text-2-1">
<ul class="org-ul">
<li>Elv</li>
<li>Legionen unnslapp de vandøde ved å sabotere en bro som gikk over
elven.</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org14bc07f" class="outline-2">
<h2 id="org14bc07f"><span class="section-number-2">3</span> Økter</h2>
<div class="outline-text-2" id="text-3">
</div>
<div id="outline-container-org0af0e48" class="outline-3">
<h3 id="org0af0e48"><span class="section-number-3">3.1</span> 5. februar</h3>
<div class="outline-text-3" id="text-3-1">
<ul class="org-ul">
<li>Legionen krysset et stykke unna Karlsburg en bro.</li>
<li>Spesialister snek seg ned til broen med hensikt å sprenge broen og
sinke de vandøde.</li>
<li><a href="#org49c1d1f">Arun</a> valgte å krysse vannet, under broen.</li>
<li>Oppdraget var en suksess, men det var på hengende håret: <a href="#org49a35d8">Maleksei</a>,
<a href="#org49c1d1f">Arun</a> og <a href="#org7959cb5">Topaz</a> Dancing Sky havnet i vannet med en rekke vandøde
følgende etter.</li>
<li><a href="#org81a23ad">Theonin</a> holdt seg et stykke unna, og holdt utkikk over hele
området. Med en kikkert han fikk av <a href="#org7959cb5">Topaz</a> Dancing Sky fikk han sett
at ladningen var klar, og gitt signal om at kysten var klar. Han løp
så ned til broen, og fyrte av en pil mot en sårbar del. Pilen traff
på mirakuløst vis direkte og fikk satt broen ut av spill.</li>
</ul>
</div>
</div>

<div id="outline-container-orgc2b5606" class="outline-3">
<h3 id="orgc2b5606"><span class="section-number-3">3.2</span> 19. mars</h3>
<div class="outline-text-3" id="text-3-2">
<ul class="org-ul">
<li>Legionen har befestet seg på østsiden av elva <a href="#org5b0b22a">Tigeria</a>.</li>
<li>Alle venter spent på <a href="#org3b5739b">Shreya</a>, som forsvant litt før spesialistene dro
ut på sabotasjeoppdraget.</li>
<li>Soldatene er spente, tause og engstelige.</li>
<li><a href="#org3b5739b">Shreya</a> synes plutselig, bærende på en bylt. <a href="#org3b5739b">Shreya</a> skuer på
nybegynnerne med et blikk som en jeger. Responsen er ærefrykt,
henførthet uforstand, sinne.</li>
<li>Det viser seg at <a href="#org3b5739b">Shreya</a> bærer på en av <a href="#org41ebff8">Blighter</a> kreaturer. En kråke
&#x2013; <a href="#orgcb64cd1">Doktoren</a>. Hun etterlater seg <a href="#orgcb64cd1">Doktorens</a> levninger, og forlater
dem.</li>
<li><a href="#org49c1d1f">Arun</a> oppdager en sort vekst som siver inn i armen. Han sover, og
drømmer om en hvit kråke som faller om. Det slutter å pirke i
såret. Det viser seg å være <a href="#org3b5739b">Shreyas</a> gjerning som leger ham for
korrupsjonen i armen.</li>
<li>Det blir fest. Mana kaller <a href="#org49c1d1f">Arun</a> for en helt, for dåden han gjorde
under sabotasjen av broen over <a href="#org5b0b22a">Tigeria</a>. Aruns brukkede arm blir
leget, på bekostning av Fred.</li>
<li>Legionen avanserer mot Vestfronten, hvor det brenner og det er
rester av våpen og katapulter. Vestfronten fungerer som et godt sted
å hvile før ferden går videre til Plainsworth.</li>
</ul>
</div>
</div>

<div id="outline-container-org4387f06" class="outline-3">
<h3 id="org4387f06"><span class="section-number-3">3.3</span> 9. april</h3>
<div class="outline-text-3" id="text-3-3">
<ul class="org-ul">
<li>Arun blir spurt om å bli med på oppdraget <a href="#org9c6c3c2">Grevinnen</a>, og melder
seg med én gang. Han blir fortalt at planen er å dra om et par timer.</li>
<li>Shreya har reist seg opp og stirrer ut mot horisonten, etter at
oppdragene har blitt valgt ut. Hun sier, «nå». Arun, som ikke har
klart å bli med i tide, velger å bli med på oppdraget <a href="#org4b9a687">Kråkens Rede</a> isteden.</li>
</ul>
</div>
</div>

<div id="outline-container-org26fd332" class="outline-3">
<h3 id="org26fd332"><span class="section-number-3">3.4</span> 16. april</h3>
</div>

<div id="outline-container-org0a90e20" class="outline-3">
<h3 id="org0a90e20"><span class="section-number-3">3.5</span> 23. april</h3>
<div class="outline-text-3" id="text-3-5">
<ul class="org-ul">
<li>En kveld oppdager Adisha Darhdi en lukt av de vandøde, og varsler
vaktholdet om den potensielle trusselen. Legionen klarer ikke å
respondere, og de blir overrumplet. Det bryter ut kamp.</li>
<li>Rahika Kapatia dør.</li>
<li>Torm Coolhand dør.</li>
<li>Graf Anton Senacci dør.</li>
<li>Det blir gravferd for de døde, hvor levningene blir samlet og brent
i verdige omgivelser, men med få ressurser til å lage flotte
likbål. Sang og musikk følger med.</li>
</ul>
</div>
</div>

<div id="outline-container-org30616e3" class="outline-3">
<h3 id="org30616e3"><span class="section-number-3">3.6</span> 7. mai</h3>
<div class="outline-text-3" id="text-3-6">
<ul class="org-ul">
<li>I et mer eller mindre falleferdig telt holder generalstaben
møte. Marskalken, nybarbert som alltid, har innført en daglig sjekk
av våpen.</li>
<li>Det blir bestemt at Grevinnen og to speidere &#x2013; Adisha Darhdi og
Topaz Dancing Sky &#x2013; sendes ut på oppdrag.</li>
</ul>
</div>
</div>
