notes.org
** 21. mai

+ Det brenner i Plainsworth. Brannen sprer seg raskt, og byen står
  straks i flammer. En flod av flyktninger forlater byen, og ankommer
  leiren i løpet av natten. Legionen hjelper dem.
+ De etterlatte forteller om menn i sorte rustninger som ledet
  mordbrannen. Hele bystyret er antatt drept.
+ Flyktningene er mange, og de er sultne. De krever mat og ressurser
  som legionen ikke kan spare, og de blir geleidet vekk.
+ En kvinnelig skikkelse, åpenbart forkledd og i skjul, ser ut som hun
  er med flyktningene men legger noe inn i teltet til Marskalk Jurij
  Sienkovich.
+ Marskalken blir overrumplet av en sort masse tentakler som veller ut
  av skrinet som ble lagt i teltet. Han klarer å ringe en alarmbjelle
  og rope etter fakler.
+ Tentakler vokser ut av hånda på Marskalken, samtidig som tentaklene
  i skrinet krymper. Marskalken tar hånda inn i en flamme, og
  tentaklene blir til aske.
+ I skrinet befinner det seg en finger, med navnet "Shreya" risset inn
  i kjøttet.
+ Krønikeren skriver febrilsk på noen ark, og studerer
  fingeren. Etterhvert beveger den på seg.
+ Fred dukker opp, som straks faller om ved synet av fingeren. Han
  mumler "Shreya... Shreya...", og er ikke ved full bevissthet.
+ Voyis snakker med Marskalken. Han hevder at Askekongen er nær. Han
  holder fram høyrehånden, og viser arrene. Han sier, "det er ingen
  ære i det som venter oss", og snur ryggen for å gå.
+ Voyis advarer om at Shreya kan måtte komme tilbake som "noe annet".
+ Marskalken siterer fra et epos, "stål lyner om dagen".
+ Dania fra Silver Stags er full, grytidlig en morgen. Aleksa fra
  Shattered Lions anklager henne for å ha stjålet hennes vin. Dania
  rygger, og snubler over Maleksei. Hun blir tatt hånd om av Maleksei,
  som sender henne på en løpetur for å bli gjort edru.
+ Legionen går videre, og ankommer omsider Sunstrider Camp. Denne er
  fylt av flyktninger, som har fått tilgang i vintertiden. Hestefruen
  Tsaga eier noen av de permanente bebyggelsene, og den spesielle
  hesterasen Ildmaner avlet fram av Tsaga er viden kjent. Området
  rundt er preget av banditter.
+ 


** 28. mai

+ Intel-spørsmål:
  + What would be a useful item to bring on this mission?
    + Reliquiaries
  + What's a challenge we might face on this mission?
    + Ambush
  + Which way are the broken moving?
    + Render: Nordover langs elven
    + Blighter: Østover over fjellene


** 4. juni

+ Star Vipers nekter å dra ut på et mindre rekognoseringsoppdrag. De
  mener at deres kaptein Valeria urettmessig ble tatt vekk fra dem,
  sammen med fanebæreren Nadit.
+ Vermillion Spreading Blaze drikker vin, og legger ut om
  mellomoffiserene som rapporterer til sentralkommandoen. "De er aldri
  ute i felten, og koser seg med ledelsen".
+ De blir skjelt ut av mellomoffiseren og Marskalken, og tar til
  fornuft. De skåler en siste gang for Valeria og Nadit, og fornyer
  sine løfter til Star Vipers kjernefilosofi, "vi skinner i natten".
+ Marqui Cyprian Rodano

* Oppdrag

