notes.html

<div id="outline-container-org25cf518" class="outline-3">
<h3 id="org25cf518"><span class="section-number-3">3.7</span> 21. mai</h3>
<div class="outline-text-3" id="text-3-7">
<ul class="org-ul">
<li>Det brenner i Plainsworth. Brannen sprer seg raskt, og byen står
straks i flammer. En flod av flyktninger forlater byen, og ankommer
leiren i løpet av natten. Legionen hjelper dem.</li>
<li>De etterlatte forteller om menn i sorte rustninger som ledet
mordbrannen. Hele bystyret er antatt drept.</li>
<li>Flyktningene er mange, og de er sultne. De krever mat og ressurser
som legionen ikke kan spare, og de blir geleidet vekk.</li>
<li>En kvinnelig skikkelse, åpenbart forkledd og i skjul, ser ut som hun
er med flyktningene men legger noe inn i teltet til Marskalk Jurij
Sienkovich.</li>
<li>Marskalken blir overrumplet av en sort masse tentakler som veller ut
av skrinet som ble lagt i teltet. Han klarer å ringe en alarmbjelle
og rope etter fakler.</li>
<li>Tentakler vokser ut av hånda på Marskalken, samtidig som tentaklene
i skrinet krymper. Marskalken tar hånda inn i en flamme, og
tentaklene blir til aske.</li>
<li>I skrinet befinner det seg en finger, med navnet "Shreya" risset inn
i kjøttet.</li>
<li>Krønikeren skriver febrilsk på noen ark, og studerer
fingeren. Etterhvert beveger den på seg.</li>
<li>Fred dukker opp, som straks faller om ved synet av fingeren. Han
mumler "Shreya&#x2026; Shreya&#x2026;", og er ikke ved full bevissthet.</li>
<li>Voyis snakker med Marskalken. Han hevder at Askekongen er nær. Han
holder fram høyrehånden, og viser arrene. Han sier, "det er ingen
ære i det som venter oss", og snur ryggen for å gå.</li>
<li>Voyis advarer om at Shreya kan måtte komme tilbake som "noe annet".</li>
<li>Marskalken siterer fra et epos, "stål lyner om dagen".</li>
<li>Dania fra Silver Stags er full, grytidlig en morgen. Aleksa fra
Shattered Lions anklager henne for å ha stjålet hennes vin. Dania
rygger, og snubler over Maleksei. Hun blir tatt hånd om av Maleksei,
som sender henne på en løpetur for å bli gjort edru.</li>
<li>Legionen går videre, og ankommer omsider Sunstrider Camp. Denne er
fylt av flyktninger, som har fått tilgang i vintertiden. Hestefruen
Tsaga eier noen av de permanente bebyggelsene, og den spesielle
hesterasen Ildmaner avlet fram av Tsaga er viden kjent. Området
rundt er preget av banditter.</li>
<li></li>
</ul>
</div>
</div>


<div id="outline-container-orgc6e996a" class="outline-3">
<h3 id="orgc6e996a"><span class="section-number-3">3.8</span> 28. mai</h3>
<div class="outline-text-3" id="text-3-8">
<ul class="org-ul">
<li>Intel-spørsmål:
<ul class="org-ul">
<li>What would be a useful item to bring on this mission?
<ul class="org-ul">
<li>Reliquiaries</li>
</ul></li>
<li>What's a challenge we might face on this mission?
<ul class="org-ul">
<li>Ambush</li>
</ul></li>
<li>Which way are the broken moving?
<ul class="org-ul">
<li>Render: Nordover langs elven</li>
<li>Blighter: Østover over fjellene</li>
</ul></li>
</ul></li>
</ul>
</div>
</div>


<div id="outline-container-org2f1a61a" class="outline-3">
<h3 id="org2f1a61a"><span class="section-number-3">3.9</span> 4. juni</h3>
<div class="outline-text-3" id="text-3-9">
<ul class="org-ul">
<li>Star Vipers nekter å dra ut på et mindre rekognoseringsoppdrag. De
mener at deres kaptein Valeria urettmessig ble tatt vekk fra dem,
sammen med fanebæreren Nadit.</li>
<li>Vermillion Spreading Blaze drikker vin, og legger ut om
mellomoffiserene som rapporterer til sentralkommandoen. "De er aldri
ute i felten, og koser seg med ledelsen".</li>
<li>De blir skjelt ut av mellomoffiseren og Marskalken, og tar til
fornuft. De skåler en siste gang for Valeria og Nadit, og fornyer
sine løfter til Star Vipers kjernefilosofi, "vi skinner i natten".</li>
<li>Marqui Cyprian Rodano</li>
</ul>
</div>
</div>
</div>
