notes.org
** Kråkens Rede

+ [[Topaz][Topaz]]
+ [[Arun][Arun]]
+ Ghost Owls

+ Gruppen rir raskt mot målet, og setter fra seg hestene et stykke
  unna. De avanserer, men blir raskt overrumplet, hvorpå en soldat i
  Ghost Owls -- Gallant Rubin Garossi -- blir begravet under en bølge
  av vandøde.
+ Kråkens Rede er råttent, og omhyllet av en grågrønn tåke som beveger
  seg unaturlig mot vinden. Det skjer grusomme, industrielle prosesser
  mot offere: det kan se ut som de blir tvangsforet med et stoff som
  virker å være etsende.
+ Et stykke unna sentrum for disse prosessene kravler en person seg
  framover. Hun lider, og Arun kneler ved siden. Noe er alvorlig galt:
  magen buler ut, og kvinnen kaster opp en etsende masse som treffer
  Arun i siden. Smertene fortsetter, og Arun blir tvunget til å gjøre
  ende på kvinnen for å spare henne for videre elendighet.
+ Noen av veggene ser ut til å ha blitt etset vekk, og avslører for
  soldaten Aswina Kathri våpen og ei bok. Boka dokumenterer
  grusomme eksperimenter og forsøk, skrevet følelsesløst og
  systematisk. I margen står det ført ned notater, som åpenbart bærer
  sterke følelser. Notatene omhandler /Blighter/ -- Skjenderen -- og
  to andre som forfatteren ser ut til å ha brydd seg inderlig om. En
  datter og en ektemann. Ordet hevn er streket under mange ganger. Det
  som følger ordet «gjennombrudd» er: Skjenderen = Elenessa. Svakhet =
  Shreya.
+ Ivanka Ijaviecha bryter ut om Gallant Rubin at alt gir mening. Hun
  beskriver på en bisarr måte hvordan Rubin må være i live og valgte å
  sette seg i livsfare for Shreya. I hennes ord måtte Shreya ha et
  forsyn og en styrende hånd med på dette oppdraget, og gjort at
  resten overlevde. På ferden tilbake blir hun mer og mer distrahert,
  og bryter ut om umulige syner av Shreya. Når de slår leir foreslår
  Ivanka å ta første vakt. Underveis i vakta er det tydelig at Ivanka
  ser noe ute i skogen, og går vekk fra leiren. Hun kommer aldri
  tilbake.
+ På vei tilbake opplever de resterende, med tankene på Shreya, at
  armene nærmest er paralysert av kulde. Ikke før de når Legionen er
  kuldefornemmelsene over.


