notes.html


<div id="outline-container-org4b9a687" class="outline-3">
<h3 id="org4b9a687"><span class="section-number-3">4.2</span> Kråkens Rede</h3>
<div class="outline-text-3" id="text-4-2">
<ul class="org-ul">
<li><a href="#org7959cb5">Topaz</a></li>
<li><a href="#org49c1d1f">Arun</a></li>
<li>Ghost Owls</li>

<li>Gruppen rir raskt mot målet, og setter fra seg hestene et stykke
unna. De avanserer, men blir raskt overrumplet, hvorpå en soldat i
Ghost Owls &#x2013; Gallant Rubin Garossi &#x2013; blir begravet under en bølge
av vandøde.</li>
<li>Kråkens Rede er råttent, og omhyllet av en grågrønn tåke som beveger
seg unaturlig mot vinden. Det skjer grusomme, industrielle prosesser
mot offere: det kan se ut som de blir tvangsforet med et stoff som
virker å være etsende.</li>
<li>Et stykke unna sentrum for disse prosessene kravler en person seg
framover. Hun lider, og Arun kneler ved siden. Noe er alvorlig galt:
magen buler ut, og kvinnen kaster opp en etsende masse som treffer
Arun i siden. Smertene fortsetter, og Arun blir tvunget til å gjøre
ende på kvinnen for å spare henne for videre elendighet.</li>
<li>Noen av veggene ser ut til å ha blitt etset vekk, og avslører for
soldaten Aswina Kathri våpen og ei bok. Boka dokumenterer
grusomme eksperimenter og forsøk, skrevet følelsesløst og
systematisk. I margen står det ført ned notater, som åpenbart bærer
sterke følelser. Notatene omhandler <i>Blighter</i> &#x2013; Skjenderen &#x2013; og
to andre som forfatteren ser ut til å ha brydd seg inderlig om. En
datter og en ektemann. Ordet hevn er streket under mange ganger. Det
som følger ordet «gjennombrudd» er: Skjenderen = Elenessa. Svakhet =
Shreya.</li>
<li>Ivanka Ijaviecha bryter ut om Gallant Rubin at alt gir mening. Hun
beskriver på en bisarr måte hvordan Rubin må være i live og valgte å
sette seg i livsfare for Shreya. I hennes ord måtte Shreya ha et
forsyn og en styrende hånd med på dette oppdraget, og gjort at
resten overlevde. På ferden tilbake blir hun mer og mer distrahert,
og bryter ut om umulige syner av Shreya. Når de slår leir foreslår
Ivanka å ta første vakt. Underveis i vakta er det tydelig at Ivanka
ser noe ute i skogen, og går vekk fra leiren. Hun kommer aldri
tilbake.</li>
<li>På vei tilbake opplever de resterende, med tankene på Shreya, at
armene nærmest er paralysert av kulde. Ikke før de når Legionen er
kuldefornemmelsene over.</li>
</ul>
</div>
</div>
