notes.org
** Oppdraget for å hente inn Isfuglen (Kodenavn Isfugl)

+ Grevinnen
+ Arun Manabur
+ Topaz Dancing Sky
+ Ghost Owles

+ Arun Manabur får et sideoppdrag om å beskytte Grevinnen, men
  samtidig passe på at hun ikke har blitt et offer for korrupsjon
  under fangenskapet.
+ Gruppen marsjerer langs fjellinjen, og kommer etter 3 dager fram til
  en landsby i skogen. Tempelet ligger ved tvillingfossen, og fra den
  renner en elv gjennom landsbyen. Der ser gruppen noen landsbyboere
  forsøke å drukne noen i elven.
+ Tvillingfossen er en naturlig relikvie – noe som er igjen fra de
  utvalgte. De kjetterske innbyggerne har valgt å tilbe fossen som et
  naturlig fenomen, i strid med den rette tro og lære. «Drukningen» er
  en form for eksorsisme.
+ Rekrutten Elena råder Grevinnen til å gripe inn i situasjonen, og
  Grevinnen ser seg enig.
+ Eksorsismen fører til at personen dør, og blir holdt livløs oppe fra
  elven. Arun kaller det for hedensk aktivitet, og oppfordrer til å
  holde seg unna. Grevinnen mener at kjetteriet nettopp er en grunn
  til å nærme seg, for de må ledes til den rette tro.
+ Situasjonen eskalerer, og Grevinnen skyter med en signalpistol for å
  ta oppmerksomheten til landsbyboerne.
+ Landsbyboerne taler til Grevinnen, og sier at demonen kom til
  landsbyen for noen uker siden. Den fortalte mange vakre ord, og
  lovpriset den vakre fossen. Demonen søkte asyl i tempelet, men med
  oppholdet kom en forbannelse over landsbyen. En dag så de et lik ved
  fossen, og et lysglimt på toppen av høyden, som fra en rustning.
+ Arun og Elena forsøker å ta seg til elven, men landsbyen tillater
  bare Elena å nærme seg. Underveis mot liket oppdager Topaz Dancing
  Sky en vakt som sikter mot Elena med en børse.
+ Vakten har noe unaturlig som buler ut under armen. Han skyter, og
  lyden virker å være forsterket. Skuddet suser forbi Elena, som
  benytter anledningen til å løfte opp kroppen til den druknede
  kvinnen og løper mot Arun.
+ Arun og Elena gir livreddende hjelp, og klarer å redde henne fra
  drukningsdøden. En stor masse vann fra lungene kommer ut og treffer
  Arun, og kvinnen hoster så kraftig at tungen hennes er synlig. På
  tungen var det et øye. Kvinnen løper så vekk.
+ Etter å ha snakket med innbyggerne, lærer gruppen at vannet må ha
  blitt forgiftet, eller er besudlet på noen måte. Topaz Dancing Sky
  foreslår til en av innbyggerne at de bør bli med Legionen mot
  Skydagger Keep.
+ Gruppen begir seg opp en skjult sti, høyere opp fjellet. Der ser de
  Tempelet som er godt bygget; et gudommelig syn 
+ Topaz går først inn i tempelet og finner Isfuglen sittende på en 
  sirkulær platform foran fossen. Foran alteret finner de elvesteiner
  (slipte blokker) foran alteret man må hoppe over på. I tempelet er
  det ikke lett å se om gulvet, som er dekket av vann er et speilbilde
  eller fortsetter i evigheten nedover. Man kan se en sort skygge av
  et dyr som svømmer i vannet. Når man ser på den så forsvinner den.
+ Topaz blir truet av isfuglen idet hun kommer inn. "Hvis du fortsetter
  kan jeg ikke garantere at du er trygg". Sirkulær platform innerst ved
  fossen. Isfuglen sitter der. "Jeg vil ikke skade dere. Jeg råder
  dere til å trekke dere tilbake".
+ Contessa og Arun prøver å snakke Isfuglen ned fra å gjøre noe dumt og
  få han til å komme med dem tilbake til leiren. Topaz forsøker å komme
  seg over til isfuglen, men steinene han står på begynner å begeve seg.
+ Arun kaster seg ned i vannet for å forsøke å få oppmerksomheten til dyret
  i vannet. Får oppmerksomheten til noen mindre dyr og delvis til den store.
  Topaz kommer seg over og forsøker å få Isfuglen til å bli med tilbake til
  leiren. Isfuglen beveger handen til sliren sin nærmest automatisk, som
  en refleksiv handling.
+ Topaz holder frem et relikvie av (et gammelt kompass av en av oldtids profet)
  og viser det frem. Isfuglen ikke overbevist av relikviet og griper tak i Topaz.
  Det synes to arr på armen til Isfuglen som åpner seg som munner og begynner
  å bite etter Topaz. Arun skyter varselsskudd over hodet til Isfuglen og 
  formaner ham til å snakke med Contessaen. Cue flashback.
+ I en flashback så viser det seg at Contessa og Isfuglen har en bakgrunn som går
  åresvis tilbake. Det blir kjent at isfuglen egentlig heter VOYIS KARIYEVICH.
  Contessaen har rekvirert tjenestene til legionen og contessaen
  har brukt sine betydlige midler til å betale dem. De møtes på en bro utenfor
  Karlsburg etter Isfuglen og legionen har hamlet opp med en gruppe banditter
  De drikker vin sammen. Contessaen har vært fascinert av Isfuglen, hvordan han
  oppfører seg annerledes fra resten av offiserene og hvordan han har vært i ilden
  tidligere.
  Isfuglen lurer på hva de gjør, om de går rundt og leker imperiet. Maten de
  spiser kan jo mate mange familier. Contessaen overtaler Isfuglen til at han
  allerede har hjulpet mange familier ved å stoppe disse banditten.
  Contessaen får Isfuglen til å love at dagen han henger opp sverdet skal han komme
  og finne henne og jobbe for legionen.
  Ser noe som gløder faretruende rødt på horisonten. Askekongen har kommet.
+ Tilbake i tempelet så roper Contessa ut fornavnet til Isfuglen for å få han
  ut av transen og bryte gjennom korrupsjonen til menneskligheten hans. Navnet
  runger gjennom tempelet og stirrer på Contessa. Voyis husker plutselig
  contessaen og "Husker du hva du lovet meg? Du lovet du skulle bli med oss".
+ Voyis erindrer at en av landsbyboerene hadde blitt bitt og søkt til tempelet
  for å dø. Isfuglen drakk blodet hennes. Askekongens korrupsjon går dypt i
  sjelen til Voyis. Contessa overtaler allikevel Voyis til å ofre seg. Voyis
  kaster seg ned i vannet for å hente Topaz som har falt uti.
+ Arun ber Elena av Ghost Owls kutte bort dyrene som sitter i huden hennes. 
  Kuttet går ganske dypt og Arun får et kutt i pulsåren.
+ Topaz befinner seg under vann og kjemper mot en fisk. Klarer å drepe den og
  blir dratt til overflaten av Voyis. Arun kaster seg over Voyis og dekker 
  korrupsjonen på kroppen til Voyis med noen filler fra en av de falne
  utvalgte fra slaget ved Aldermark og heller tonic over såret. Korrupsjonen
  løftes fra Voyis og han blir bært tilbake til leiren.
+ På ferden tilbake møter de en familie fra landsbyen som blir med dem.


** Garossi Herregård (Operasjon Huspass)

+ Adisha Darhdi
+ Maleksei
+ Shattered Lions
+ Riddere av den sorte eik har tatt over Garossi Herregård. Gruppen
  velger et vågalt frontalangrep for å gjenerobre eiendommen.
+ Graf Leon Utrecht og Arun Dewa dør i operasjonen.
+ Spesialistene og resten av rekruttene sveiper gjennom rommene,
  unngår, overlister og overvinner ridderne.
+ Maleksei blir overmannet og stukket i ryggen, men Adisha gjør en
  fantastisk akrobatisk manøver for å angripe og nøytralisere
  angriperen. Det blir brytingskamp, men angriperen blir til slutt
  gjort ende på.

