notes.html

<div id="outline-container-org8aecba6" class="outline-2">
<h2 id="org8aecba6"><span class="section-number-2">5</span> Scarlets Drøm</h2>
<div class="outline-text-2" id="text-5">
<ul class="org-ul">
<li>Ember Wolves
<ul class="org-ul">
<li>Islanya</li>
<li>Scarlet Charging Spear</li>
</ul></li>
<li>Contessa Hermina</li>
<li>Theonin</li>
<li>Det er høst, og gruppen skuer mot en vakker, fargerik fjellside.</li>
<li>Et landemerke får straks Scarlet til å se at de er på rett
plass. Det er en slette, relativt flat. Midt gjennom sletten er det
en sti, hvor det står en steinformasjon. Steinene står rett opp, med
et overbygg, og danner en slags port gjennom hvilket stien går. Det
sies at de som går gjennom vil unngå lyn på resten av reisen.</li>
<li>Scarlet Charging Spear har et forhold til denne steinformasjonen, da
hun var vitne til at hennes mentor ble permanent skadet i et
bandittangrep her, da hun var liten.</li>
<li>Vel framme plasserer Theonin seg et stykke vekk fra steinformasjonen
og speider etter fare. Scarlet, Contessaen og resten av Ember Wolves
går inn.</li>
<li>Scarlet opplever sterke inntrykk, eller minner fra drømmen hennes,
og hun strekker seg fram for å røre ved en haug hun husker at
hjorten begravde noe i.</li>
<li>Contessaen oppdager at de reisende har unaturlige uttrykk, og de
spyr med ett ut en etsende masse som nesten treffer henne. Men hun
klarer å unngå det, samtidig som hun trekker unna Scarlet.</li>
<li>Scarlet klarer samtidig å ta noe ut fra haugen på bakken. Det er
kniven hennes, som hun gav til Shreya. Når hun rører ved kniven
faller hun om, og blir bevisstløs.</li>
<li>Theonin ser at noen spitters og en kråke står på overbygget over
resten av gruppen. En signalbluss fyres av fra gruppen som befinner
seg under steinformasjonen, og Theonin skyter kråken.</li>
<li>Contessa beveger seg vekk fra sentrum av konflikten, men får med ett
problemer da Scarlet ikke er ved bevissthet. Hun forsøker å løfte
henne opp for å bære henne vekk. Redningsforsøket lykkes delvis; De
kommer seg i sikkerhet men Contessa tar alvorlige syreskader.</li>
<li>Theonin får øye på Lugos, en høytstående løytnant som virker å være
en maskin, og sikter umiddelbart med rifla. Lugos bærer et nag mot
Theonin etter å ha møtt ham tidligere. Lugos blir uskadeliggjort, da
sveiven på hans maskineri blir truffet.</li>
<li>De vandøde beveger seg ut av steinformasjonen, og posisjonerer seg
rundt Theonin, tilsynelatende for å avskåre han. Theonin reagerer på
dette og flykter.</li>
<li>Scarlet er tilbake der hun opprinnelig møtte Shreya, i en slags
visjon. Shreya er skadet, men smiler. Hun nevner Blighters tropper,
en hærskare av de råtne, ledet av Lugos. Hun sier at hun har søkt
tilflukt i Asrikas tempel, som er i nærheten. Tempelet ligger ved en
dal, og for å komme opp til tempelet er det lettest å gå gjennom
dalen. Hun sier at hun legger en felle i dalen, og det er viktig at
de vandøde ikke kommer seg ut av dalen før det er for sent. Shreya
sier, "takk igjen, Scarlet".</li>
<li>Scarlet våkner til bevissthet, og tar seg opp på beina. Contessa
roper til resten av soldatene i Ember Wolves at de skal gjøre
retrett. Baroness "Firespear" blir truffet av en syrekladd og
dør. Alika løper helt i feil retning. Anton og Islanya kommer seg unna.</li>
</ul>
</div>
</div>

<div id="outline-container-orga035b64" class="outline-2">
<h2 id="orga035b64"><span class="section-number-2">6</span> Hesteherren Nettars Hester</h2>
<div class="outline-text-2" id="text-6">
<ul class="org-ul">
<li>Adisha</li>
<li>Star Vipers</li>
<li>Oppdraget lykkes, og tre hester blir bragt til legionen, men Adisha
tar skade.</li>
<li>Det er på hengende håret at gruppen klarer seg. Først klarer Valeria
nesten å avsløre seg ved å høylytt skryte av et tidligere oppdrag,
når det var meningen at de skulle holde en stille profil. De blir
oppdaget når en av vaktene kaster en sneip ut i gresset, som treffer
Valeria.</li>
<li>Star Vipers rir hestene vekk, men Valeria og Nadit blir igjen for å
stoppe fienden fra å forfølge dem. De blir hugget ned i kampen.</li>
<li>Victoria Carlhove, en av Blighters løytnanter, befinner seg blant
fienden.</li>
<li>Star Vipers må ta en omvei for å unngå en fiendtlig stasjon, men
tross forsinkelser så kommer de vel fram.</li>
<li>Adisha blir skutt i basketaket.</li>
<li>Valeria og Nadit våkner opp igjen en stund etter oppdraget, men
finner at de ikke lenger har sine menneskelige bein. De er
tilsynelatende blitt erstattet av hestebein! Victoria Carlhove synes
å skrive ned i en notablokk, mekanisk og uten følelser.</li>
</ul>
</div>
</div>
