notes.html

<div id="outline-container-org6e3556b" class="outline-2">
<h2 id="org6e3556b"><span class="section-number-2">7</span> Shreyas felle</h2>
<div class="outline-text-2" id="text-7">
<ul class="org-ul">
<li>Ryktet sprer seg i leiren om at Shreya er fredfull til sinns og klar
for å dø. Dette er sant, men Shreya har ikke gitt opp helt enda og
har fortsatt tro på at Topaz kan gjøre et mirakel.</li>
<li>Ankommer tempelet som ligger på en kolle. Store statuer på hvert
hjørne av tempelet. Eneste trygg vei inn gjennom dalen vest for
tempelet. De vandøde er der allerede og har begynt å avansere gjennom
dalen. En grotesk skapning klatrer opp på en stein og begynner å
kommandere de vandøde.</li>
<li>Legionen ligger i bakhold og venter på at Shreyas felle settes i
spill. Voyis kjemper mot korrupsjonen i seg selv. Topaz gjør seg
klar til å klatre opp fjellveggen for å komme seg opp til Shreya.</li>
<li>Shreya står plutselig ved en av steinene og et enormt lys danner
seg over tempelet. Statuen lyser opp og varmen treffer huden til
alle som står i nærheten. Statuen begynner å gli ned mot munningen av
dalen og knuser de vandøde som står der. Dette sperrer dalen, men det
er et lite mellomrom i steinen. Beistet tvinger alle innover og kaster
de som ikke kommer seg frem over steinen. Et nytt krakk og en ny 
stein faller ned som sperrer de vandøde inne. Et regn av brennende
busker faller ned i dalen og tenner det tørre gresset og de vandøde
begynner å dø.</li>
<li>Voyis maner opp soldatene til kamp og stormer fremover for å holde dem
i dalen. De kommer raskt frem og scarlet og hennes lag hever riflene
og skyter en salve med svartskudd inn i monsteret ved navn Wailer. Skuddene
treffer, men eksplosjonene treffer og preller av. Wailer stormer mot Ember
Wolves og kaster dem til siden. Princep Anton blir spidded på en metalltagg,
Scarlet blir også spiddet på kroppen til Wailer, men er i live. Voyis kaster
seg bakover og sverdet sitter fast i Wailer. Wailer går tilbake til å
forsøke å heve sperringen, men isfuglen stormer på bakfra og stikker hen med
en kniv.</li>
<li>Samtidig forsøker Topaz å snike seg usett rundt flanken for å komme
frem til fjellveggen. Det viser seg å være vanskelig, men hun forsøker
allikevel. Men kråkene har dannet en speiderposisjon på flanken og hun
klarer ikke å komme seg frem til veggen usett. Hun må ta en lang vei rundt.
Begynner å klatre opp veggen og faller ned, skader seg. Tiden går og det har
allerede kommet noen råtnende opp til platået.</li>
<li>Scarlet Charging Spear blir ved et uhell hogget til av Voyis, idet
han angriper Wailer. Ironisk nok blir hen presset inn i en av
Wailers kroppsspyd.</li>
<li>Voyis plasserer en bombe inne i Wailer, men blir holdt fast idet han
forsøker å komme seg unna. Blir tatt i eksplosjonen og påvirket av
korrupsjonen.</li>
<li>Islanya, siste av Ember Wolves, maner opp moralen og oppfordrer alle
til å gjøre et siste angrep mot Wailer. Melislav, en rookie i
Grinning Ravens, er frosset i frykt. Albe, en annen rookie i samme
tropp, prøver å riste av denne paralysen.</li>
<li>Grinning Ravens gjør klar og fyrer av en salve med blackshot, og
klarer nesten å gjøre ende på Wailer.</li>
<li>Topaz Dancing Sky fortsetter ferden opp høyden, men ender opp med å
bli oppdaget av kråkene. Vel oppe på platået ser hun et frodig
landskap, med oliventrær som dominerer landskapet. På midten, oppe
på en pidestall, ligger Shreya. Hun ser opp på Topaz, men er bare
halvveis ved bevissthet.</li>
<li>Islanya gjør klar en eksplosjonsinnretning satt sammen av lampeolje,
og kaster dette mot Wailer. Uheldigvis sprer flammene seg lenger ut
fra kampområdene. Hun holder på å bli alvorlig skadet, men klarer å
rulle seg unna, og pådrar seg bare noen skrubbsår. Vandøde tar fyr.</li>
<li>Wailer svaier fra side til side, brøler, og avanserer mot Grinning
Ravens, og er Voyis er i fare for å bli trampet ihjel.</li>
<li>Albe maner opp til et siste angrep mot Wailer. Med krigsrop som
lyder, «for Voyis!», så fyrer troppen av en salve. Wailer blir
beseiret, og det bryter ut jubel blant soldatene.</li>
<li>Topaz Dancing Sky bærer Shreya ut av lunden og ned mot høyden, og
forbereder å fire ned Shreya med tau.</li>
<li>Melislav og to andre klarer å bære Voyis vekk fra ilden som sprer
seg med voldsom kraft, og kommer seg i sikkerhet. Grevinne Albe og
en annen beveger seg også inn i sikkerhet.</li>
<li>Islanya blir igjen og holder vakt over Voyis, mens Melislav, Albe og
resten av Grinning Ravens løper inn i det røykbelagte landskapet i
leting etter Topaz og Shreya. Albe går tapt inne i røyken, etter å
ha trukket sverd og avansert inn. Melislav kommer til skade i å
skyte Reina, og løper etterhvert tilbake i frykt for sitt våpen,
røyken og hele situasjonen.</li>
<li>Topaz Dancing Sky klarer å senke seg og Shreya ned fra høyden, og
klarer på hengende håret å motstå seg at en mystisk kraft siger ut
av Shreya og inntar henne. Kraften virker å være bundet til det at
Shreya er <i>Utvalgt</i>, og blir holdt tilbake.</li>
<li>En betydelig såret gruppe står igjen etter slaget, og tar seg sakte
tilbake til Legionen: Topaz Dancing Sky, Islanya, Melislav, Shreya
og Voyis.</li>

<li>Topaz Dancing Sky</li>
<li>Voyis "Isfuglen" Kariyevich</li>
<li>Ember Wolves</li>
<li>Grinning Ravens</li>
</ul>
</div>
</div>
