notes.org
* Urverksmonsteret
+ Theonin og Shattered lions setter ut på jakt etter Lugos. De finner spor
  ved steinene hvor de tidligere ble tatt i bakhold. De finner en ruin
  hvor Lugos gjemmer seg. Lugos ligger som en avskrudd maskin på en vogn
  rundt noen kråker. Det er noen mennesker der som blør. 
+ De forsøker å distrahere vaktene med brann og Sevrenja stiller seg på
  andre siden for å gjøre klart skuddhold, men blir oppdaget. Ekrik 
  befinner seg på en annen side og distraherer menneskene ved å trille
  tønner nedover bakken. Aleksa har tent et bål med ild, men tønnene triller
  rett imot henne og kråkene har oppdaget henne. Kråkene kommer rett imot
  henne, men tønnene kommer trillende imot dem imens de lekker en svart
  substans. Aleksa kaster fakkelen og de sorte stripene på bakken etter
  tønnene tennes.
+ Theonin ser på Lugos i kikkerten sin og ser den maktesløse kroppen hans
  liggende der. Men så blir han usikker på om dette virkelig er "den mektige
  lugos" og blir redd for at det er et bakhold og roper retrett. Ingen av
  rekruttene får med seg dette og han bestemmer seg for å gå inn og redde 
  Aleksa ut av infernoet som hun nå befinner seg i. Han kaster seg inn i
  flammene og finner Aleksa inne i flammene. Hun blir reddet ut og blir så
  betatt av Theonin som redder henne ut.
+ En gammel dame kommer gående mot Lugos og kutter seg over han slik at 
  det svarte hjertet i maskineriet hans begynner å slå. Han reiser seg og
  dreper en av menneskene som står rundt han. Så løper han etter Aleksa, og
  Theonin innser at den eneste muligheten han har for å overleve er å ofre
  Aleksa. Så han sparker henne inn i Lugos og redder seg selv. Men Ekrik ser
  dette og blir sjokkert. Theonin løper gjennom skogen for å forsøke å
  flykte mens han mumler "det var henne eller meg, jeg har en familie å
  komme meg hjem til"! Ekrik ser dette og tenker han er en forræder som
  stikker fra sine soldater. Han maner seg selv til mot og forsøker å felle
  Lugos ved å dynke seg selv i olje og kaste seg over Lugos ved å tenne på
  seg selv. "For legionen og menneskeheten" hørt Sveranja idet skogen og 
  Lugos går opp i flammer. Så ser man Lugos komme ut av infernoet som en
  Terminator. Lugos vender seg rundt og jager etter Theonin. Theonin kaster
  en pose med krutt på bakken idet han flykter og kaster seg rundt et tre
  for å ta opp skuddhold og idet Lugos kommer løpende skyter på kruttet og
  springer fellen sin. Kruttet sprenger og Lugos tar fyr og mister balansen.
  Men han kommer seg raskt videre og idet Theonin snubler på en stein kommer
  Lugos og plukker han opp og stirrer dypt inn i øynene hans idet han
  tvinger et skarpt sverdblad mot hodet til Theonin. I øyeblikket før han
  ender Theonin stopper Lugos - fjærene som drev urverket til Lugos har
  gått tom for kraft og han stopper. Theonin overlever og Sveranja hjelper
  han ned. Lugos blir uskadeliggjort og de drar tilbake til leiren.
+ Tilbake i leiren er stemningen dårlig etter å ha mistet totalt ni folk på
  oppdrag. Voyis kommer til skade for å vise frem korrupsjonen sin for
  Shreya og hun går bestemt for å avslutte livet hans. Shreya river av
  armene hans mens Theonin forsøker å stoppe henne ("hun har gått berserk!").
  Korrupsjonen i Voyis kommer til overflaten og han angriper Maleksei. Et
  basketak forespiller seg og ender med at Islanya skyter Voyis død.
  Contessaen kommer inn og ser Voyis ligge død foran Maleksei. Hun kneler ned
  foran han og feller en tåre idet han sier sine siste ord til sin kjære.
  "Jeg prøvde å holde korrupsjonen tilbake men han var for sterk. Jeg..
  Prøvde". Theonin er overbevist om at Voyis kunne vært reddet og at det var
  på grunn av Shreyas provokasjon at Voyis tapte kampen til korrupsjonen.
+ Lorekeepers historie: Legionen masjerte mot slottet Schloss Doderblitz og
  beleiret det. Chosen Dalmatia velsignet av guden for kunnskap og hukommelse.
  Tusenvis av zemyati kom til unnsetning og brøt ned slottets forsvar. Når
  slottet ble tatt fant de bein som var gnagt på. De hengte Storm som hadde
  skapt et stort uvær i området. Siden den dag har zemyati alltid trukket mot
  legionen og vært modige og lojale til legionen.

