notes.html

<div id="outline-container-orge24e1d8" class="outline-2">
<h2 id="orge24e1d8"><span class="section-number-2">9</span> Den Grå Handelsmannen</h2>
<div class="outline-text-2" id="text-9">
<ul class="org-ul">
<li>Kontessa Hermina</li>
<li>Maleksei Dragovich</li>
<li>Silver Stags</li>
<li>Den Grå Handelsmann ble nevnt flere ganger i krøkikene. For 15 år
siden var det et bondeopprør mot prisene den Grå Handelsmannen gav
for korn og poteter, og Legionen ble hyrt inn for å bekjempe
denne. Legionen endte opp med å stå i gjeld til den Grå
Handelsmannen.</li>
<li>I krøniken er det skrevet i margen, om Den Grå Handelsmann: «Vokt
dem for enhver avtale».</li>
<li>Kontessa Hermina, Maleksei og Silver Stags ror en liten båt i
retning handelsmannens øy, en tur som tar omtrent 5 timer. Båten er
egentlig ikke stor nok til å romme alle om bord, men det var det
eneste som var tilgjengelig.</li>
<li>De nærmer seg, og været skifter plutselig til å bli en storm. Foran
dem er det en båt som har forlatt øya, og som blir truffet av et lyn
fra himmelen. Båten er i fyr.</li>
<li>Kontessa Hermina gir ordren om å ro nærmere båten, og se om det er
noen som kan reddes.</li>
<li>En skikkelse synes på båten, hengende over siden. Elrika strekker
seg ut av båten for å se nærmere, med hjelp av Maleksei. Hun kan
melde om at skikkelsen er tydelig i handelsmannens tjeneste – hun
gjenkaller en historie fortalt av Krønikeren om en mulig forbannelse
som hersker over de som går i tjeneste.</li>
<li>Elrika og Dania får dratt skikkelsen over og om bord i båten, og vi
ser at den skapningen har rett og slett utseendet til en frosk –
huden er slimete, fingre og tær er blitt vevet sammen til
finner. Men skikkelsen er bevisstløs.</li>
<li>Med skikkelsen om bord skifter fokuset over til å unnslippe en
malstrøm som har etablert seg i området. Kontessa fiker til de
nysgjerrige rekruttene, og roper om at de må ro hardt for å komme i
land.</li>
<li>Med ett slår et lyn ned i båten, og mannskapet på båten blir
momentant slått ut og våkner opp igjen på dekk. Båten er permanent
skadet, og driver inn mot en naturlig molo. Idet den kolliderer,
faller mannskapet ut i vannet.</li>
<li>De får fiskeskapningen ved bevissthet, men den bryter ut i panikk og
roper at den må komme seg vekk fra øya. «Jeg må vekk, ingen er
trygge!». Han sier han heter Yutsa.</li>
<li>Dania og Elrika finner ut at Yutsa og hennes folk - Kolrathi -
tydeligvis er korrumpert som følge av et rituale.</li>
<li>Maleksei Spør Yutsa om hun vet hvem Deikart Pober er, og det kommer
til et punkt hvor Elrika prøver å overtale Yutsa til å fortelle dem
alt hun vet.</li>
<li>Yutsa forklarer at de er ikke lenger alene i vannet. Vanligvis gjør
de et rituale på det dype havet, men de er tvunget på
vandring. Deikart ba dem holde rituale hos ham, i hans palass.</li>
<li>Videre har det seg slik at Yutsa skulle bringe mørket, eller
forbandelsen vekk fra folket hennes. Da følget helbredet henne, ble
mørket således slippet løs.</li>
<li>De bestemmer seg for å ta med Yutsa opp til Deikart Pobert.</li>
<li>På veien opp til palasset går de langs en tett inngrodd sti, med
tydelig giftige planter og vekst som dekker veien. Palasset, når de
kommer fram, ser ut til å være blodrødt, dekket til av illevarslende
vegetasjon. Inne i palasset er det masse mat som står dekket til, og
videre innover ser de en gammel mann som sitter i en stol. Bak han
er det et maleri av Voyis.</li>
<li>Contessa og Deikart snakker om hva Legionen trenger, men Maleksei
tråkker brått frem og går ned på sine knær. Contessa har ikke klart
å vise den desperate posisjonen til Legionen, mener han, og ber
Deikart om å vise generøs.</li>
<li>Contessa drar fram et sverd av gull, og tilbyr det i bytte mot hjelp
fra Deikart. De begynner å forhandle, men Deikart virker ikke
overbevist. «Jeg ville ha overbevisning. Noe som kom innenifra. Ikke
billige triks. Alle kan gjøre en blodsed, ikke alle kan se dypt inne
i seg. Kanskje Legionen ikke er tilstrekkelig allikevel».</li>
<li>Dania tilbyr seg å hjelpe, og Deikart godtar i bytte mot en slags
forbandelse over Dania. Men ide korrupsjonen skal tre inn i synger
hun mens hun holder for brystet &#x2013; hun klarer å stå i mot!</li>
<li>Deikart er tydelig imponert, og ser på gjengen som står framfor
ham. «Det er fortsatt styrke og ære i Legionen. Kanskje verden ikke
er tapt likevel. Mine lagre er åpne for dere. Til gjengeld, når dere
hører havets røst, da er Legionen bundet til å svare.»</li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Thomas Rambø</p>
<p class="date">Created: 2021-08-19 Thu 21:04</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
